Repository: all4senses/z0
Catalog: modules/_Workflow etc/wf_required_fields/po/*.po
Languages: de

source: Workflow Required Fields
de: Zustandsabhängige Pflichtfelder

source: Sets CCK fields to "required" depending on the workflow state of the node
de: Macht aus CCK-Feldern Pflichtfelder in Abhängigkeit des Zustandes des Dokuments im Arbeitsablauf

source: Choose the content types that you want to have state dependant required fields. For each such content type and each state, configure the fields that you want to be required.
de: Wählen Sie die Inhaltstypen in denen Sie zustandsabhängige Pflichtfelder haben. Geben Sie für jeden dieser Inhaltstypen und jeden Zustand an, welche Felder ausgefüllt sein müssen.

source: Content Types
de: Inhaltstypen

source: Select the content types that you want to use this module with. Then save this page and add required fields to the content types in one of the next sections. If you do not see your type here, it is because it has now workflow associated.
de: Wählen Sie die Inhaltstypen, die Sie mit diesem Modul verwenden möchten. Speichern Sie dann diese Seite und in einem der nächsten Abschnitte können Sie diese Inhaltstypen dann konfigurieren. Falls ein von Ihnen verwendeter Inhaltstyp hier nicht aufgelistet ist, dann weil ihm kein Arbeitsablauf zugeordnet ist.

source: You have not configured any content types to use a workflow. You can use this module only with content types that are configured to use a workflow.
de: Sie haben keine Inhaltstypen, denen ein Arbeitsablauf zugeordnet ist. Sie können dieses Modul nur mit Inhaltstypen verwenden, die einem Arbeitsbalauf zugeordnet sind.

source: For each state, select the fields that you want to make a required field.
de: Wählen Sie für jeden Zustand die Felder aus, die in diesem Zustand Pflichtfelder sein sollen.

source: Field
de: Feld

source: State
de: Zustand

source: Cannot promote "!title" to state %state. The following fields are empty: !list
de: "!title" kann nicht in den Zustand %state Überführt werden, da die folgenden Felder leer sind: !list
