<!-- <div class="test">private complaints via template</div> -->

<?php 

print '<div class="title">Ваши жалобы и предложения</div>';
print '<div class="explain">На этой странице Вы можете оставлять в виде комментариев свои жалобы и пожелания к работе нашего сервиса. Чтобы оставить пожелание, укажите тему, текст и нажмите кнопку "Отправить".<br/><br/>
Кроме того, администрация может комментировать Ваши пожелания, а также и Вы можете комментировать и дополнять любые сообщения на этой странице. <br/><br/>Такого вида диалог поможет нам максимально качественно и точно понимать и удовлетворять все Ваши требования.</div>';

?>

