Repository: all4senses/z0
Catalog: modules/_ZP_redefined/_uc/uc_legalaspects/po/*.po
Languages: nl

source: Legal aspects pane
nl: Voorwaarden paneel

source: Global terms and conditions, revocation rights settings.
nl: Algemene leveringsvoorwaarden en recht van retour instellingen.

source: General terms and conditions
nl: Algemene leveringsvoorwaarden

source: View global terms and conditions.
nl: Bekijk algemene leveringsvoorwaarden.

source: Print view
nl: Afdrukvoorbeeld

source: Revocation rights
nl: Recht van retour

source: View revocation rights.
nl: Bekijk recht van retour

source: Legal aspects
nl: Voorwaarden

source: Please confirm if you agree with the legal aspects that aply on all our deliveries.
nl: Bevestig alstublieft of u akkoord gaat met de voorwaarden.

source: general terms and conditions
nl: algemene leveringsvoorwaarden

source: General Terms and Conditions
nl: Algemene leveringsvoorwaarden

source: I agree with the !gtc
nl: Ik ga akkoord met de !gtc

source: Download the GTCT here
nl: Download hier de algemene leveringsvoorwaarden

source: Print view of GTCT
nl: Bekijk de algemene leveringsvoorwaarden

source: revocation rights
nl: recht van retour

source: I agree with the !grp
nl: Ik ga akkoord met de !grp

source: Download the revocation rights here
nl: Download hier de retourneringsvoorwaarden

source: Print view of revocation rights
nl: Bekijk de retourneringsvoorwaarden

source: You've uploaded the file: !filename You can delete or override it.
nl: U heeft het bestand !filename ge-upload. U kunt deze verwijderen of overschrijven.

source: There's no file
nl: Het bestand bestaat niet

source: GTCT-File Status
nl: Algemene leveringsvoorwaarden bestandsstatus

source: Delete GTCT-File
nl: Verwijder het algemene leveringsvoorwaarden bestand

source: Check this if you want to delete your GTCT-File.
nl: Vink aan om het algemene leveringsvoorwaarden bestand te verwijderen.

source: Upload GTCT-File
nl: Algemene leveringsvoorwaarden bestand uploaden

source: A file (e.g. a PDF) with the gtct. Overrides existing file if available
nl: Een bestand (bijv. een PDF) met de algemene leveringsvoorwaarden. Indien er al een bestand bestaat wordt deze overschreven.

source: Terms and conditions
nl: Algemene leveringsvoorwaarden

source: Enter the global terms and conditions that aply to your store.
nl: Geef de weer te geven algemene leveringsvoorwaarden op.

source: GRP-File Status
nl: Retourneringsvoorwaarden bestandsstatus

source: Delete GRP-File
nl: Verwijder het retourneringsvoorwaarden bestand

source: Check this if you want to delete your GRP-File.
nl: Vink aan om het retourneringsvoorwaarden bestand te verwijderen.

source: Upload GRP-File
nl: Retourneringsvoorwaarden bestand uploaden

source: A file (e.g. a PDF) with the grp. Overrides existing file if available
nl: Een bestand (bijv. een PDF) met de retourneringsvoorwaarden. Indien er al een bestand bestaat wordt deze overschreven.

source: Enter the revocation rights that aply to your store.
nl: Geef de weer te geven retourneringsvoorwaarden op.

source: Pane display options
nl: Paneelweergave opties

source: General terms and conditions display options
nl: Algemene leveringsvoorwaarden weergave-opties

source: Show Popuplink
nl: Pop-up link weergeven

source: Check this if you want the GTCT displayed in a popup.
nl: Vink aan om de algemene leveringsvoorwaarden in een pop-up weer te geven.

source: Show Printlink
nl: Afdruk link weergeven

source: Check this if you want a print-link available
nl: Vink aan om een afdruk link weer te geven.

source: Show GTCT in Pane
nl: Algemene leveringsvoorwaarden weergeven in paneel

source: Check this if you want the GTCT-Text displayed directly in the checkout pane.
nl: Vink aan om de tekst met de algemene leveringsvoorwaarden direct weer te geven in het voorwaarden paneel.

source: Show required Checkbox
nl: Verplicht checkbox weergeven

source: Check this if you want the Customer to aply the GTCT at checkout.
nl: Vink aan om de algemene leveringsvoorwaarden aan het afreken paneel toe te voegen.

source: Revocation rights display options
nl: Retourneringsvoorwaarden weergave-opties

source: Check this if you want the revocation rights displayed in a popup.
nl: Vink aan om de retourneringsvoorwaarden in een pop-up weer te geven.

source: Show revocation rights in pane
nl: Retourneringsvoorwaarden weergeven in paneel

source: Check this if you want the revocation rights text displayed directly in the checkout pane.
nl: Vink aan om de tekst met de retourneringsvoorwaarden direct weer te geven in het voorwaarden paneel.

source: Check this if you want the Customer to aply the revocation rights at checkout.
nl: Vink aan om de retourneringsvoorwaarden aan het afreken paneel toe te voegen.

source: Submit
nl: Bewaren

source: File successfully deleted (!file)
nl: Bestand is met succes verwijderd (!file)

source: File successfully uploaded to @path
nl: Bestand is met succes ge-upload naar @path

source: You can download the GTCT here
nl: U kunt de algemene leveringsvoorwaarden hier downloaden

source: You can download the revocation rights here
nl: U kunt de retourneringsvoorwaarden hier downloaden

source: Legal aspects checkout pane
nl: Voorwaarden afreken paneel

source: Adds a pane for agreeing terms and conditions and/or revocation rights using a checkbox.
nl: Voegt een paneel toe met algemene leverings- en/of retourneringsvoorwaarden d.m.v. een checkbox.
